tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "ast-grep"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go-task"
brew "htop"
brew "mas"
brew "mtr"
brew "n"
brew "nushell"
brew "nyancat"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "wget"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "figma"
cask "firefox"
cask "font-cascadia-code-nf"
cask "fork"
cask "imageoptim"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mos"
cask "orbstack"
cask "paw"
cask "slack"
cask "visual-studio-code"
cask "wechat"
cask "zed"
cask "zoom-for-it-admins"
mas "Fluent Reader", id: 1520907427
mas "QQ", id: 451108668
mas "TencentMeeting", id: 1484048379
