tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "jetpackduba/apps"
brew "ast-grep"
brew "bat"
brew "xz"
brew "chezmoi"
brew "difftastic"
brew "dockutil"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go-task"
brew "htop"
brew "mas"
brew "mtr"
brew "n"
brew "nushell"
brew "nyancat"
brew "poppler"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "tokei"
brew "wget"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "firefox"
cask "font-cascadia-code-nf"
cask "fork"
cask "gitnuro"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "microsoft-edge"
cask "mos"
cask "orbstack"
cask "raycast"
cask "slack"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zed"
cask "zoom-for-it-admins"
mas "Fluent Reader", id: 1520907427
mas "GarageBand", id: 682658836
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "QQ", id: 451108668
mas "WeChat", id: 836500024
